{
  "excuses": [
    "Say that you have to go to football practice. Yeah, you play football what are you talking about? So what if they ask you what your favorite football team is. Just say its the Chiefs - they're good right?",
    "Say your dog ate your homework and your dog is allergic to paper.",
    "Say that you have tickets to a Taylor Swift Concert. You're really hoping she'll play All Too Well cuz you just got dumped.",
    "Say you've heard gambling is a latent carcinogen and that you are much too busy to get cancer.",
    "Say that you recently read this really profound book and it recommended daily meditation, which you have to go do now.",
    "If you are reading this, you've been in a coma for 20 years. We are trying a new technique. We don't know where this message will end up in your dream, but we hope we are getting through. Please wake up.",
    "Say your brother got stuck in a tree and you have to call the firefighters",
    "Say your cat got stuck in a tree and you have to call the firefighters",
    "Say your brother fell out of a tree and you have to call the ambulance.",
    "Say that a cat pushed your brother out of a tree and you have to call pet control.",
    "Say that your stomach hurts and you were being very brave about it initially but now it has gone too far...",
    "Say you have to finish Twilight for the next book club meeting.",
    "Say that your fish just died.",
    "Say you shit your pants",
    "Say that your stomach hurts. How bad? It can only be explained with an analogy. Take a tartan. Sprinkle it with confetti. Light it with strobe lights. Now take a chameleon. Put the chameleon on the tartan. That's how your stomach feels",
    "Say you left the stove on at home and your kitchen is about to burst into flames.",
    "Say you have an appointment with the dentist and you're terrified of cavities.",
    "Say you're late for a meeting with your imaginary friend and it's impolite to keep them waiting.",
    "Say you have to attend an emergency llama grooming session.",
    "Say you're late for your daily nap, and you never miss nap time.",
    "Say you have to organize your sock drawer by color, and it's a matter of life and death.",
    "Say you're participating in a pancake flipping contest and you can't miss it.",
    "Say you have to water your plastic plants before they wilt.",
    "Say you're allergic to dinosaurs and your throat is starting to close up.",
    "Say you're auditioning for a role in a soap opera and you can't afford to miss it.",
    "Say you're late for your underwater basket weaving class and the seaweed is waiting.",
    "Say you're allergic to adrenaline and this situation is making you break out in hives.",
    "Say you have to update your social media status to let everyone know you're okay.",
    "Say you have a sudden urge to count all the blades of grass in the park.",
    "Say you're late for your annual staring contest championship.",
    "Say you have to rearrange your collection of toenail clippings by size.",
    "Say you need to find the perfect avocado for your avocado toast.",
    "Say you have to practice your interpretive dance routine for the upcoming talent show.",
    "Say you have to attend an emergency knitting circle meeting to discuss the latest yarn trends.",
    "Say you have to polish your collection of spoons for the Spoon Enthusiast Convention.",
    "Say you forgot to feed your pet rock and it's holding a grudge.",
    "Say you have to catch a rare Pokémon nearby.",
    "Say you're late for your daily cloud-gazing session and the clouds won't wait forever.",
    "Say you're late for your weekly therapy session with your imaginary friend.",
    "Say you have to alphabetize your spice rack and it's urgent.",
    "Say you have to participate in an emergency game of hopscotch.",
    "Say you have to attend an emergency meeting of the Secret Society of Pineapple Pizza Lovers.",
    "Say you're late for your online meditation class and inner peace cannot wait.",
    "Say you have to go clean your attic because you heard strange noises coming from up there.",
    "Say you're late for your virtual reality knitting class and you have to finish that VR sweater.",
    "Say you have to catch a butterfly with your butterfly net for your collection.",
    "Say you're late for your underwater yoga session and the fish are waiting for you to downward dog.",
    "Say you have to practice your hula hooping skills for the upcoming hula hooping competition.",
    "Say you're late for your daily finger painting session and the canvas is calling your name.",
    "Say you have to attend a seminar on the importance of using the Oxford comma in everyday life.",
    "Say you're late for your synchronized swimming practice and the pool is waiting for your elegant moves.",
    "Say you have to find the perfect pair of socks to match your mood.",
    "Say you have to attend a webinar on the mating habits of garden gnomes.",
    "Say you're late for your daily session of talking to plants to encourage their growth.",
    "Say you have to go count the stars because you heard one of them went missing."
  ]
}